
"AX_SLEEP_ICON_DESCRIPTION"	= "Ruhezustandsymbol";
"AX_RESTART_ICON_DESCRIPTION" = "Neustartsymbol";
"AX_SHUTDOWN_ICON_DESCRIPTION" = "Ausschaltsymbol";

/* Alert panel button title. */
/*"Cancel"		=	"Cancel";*/

/* Title of alert to confirm shutting down the computer. */
/*"Power"			= 	"Shut Down";*/

/* Title of default button in alert to confirm shutting down the computer. */
/*"Power Off"		=	"Shut Down";*/

/* Title of alert to confirm restarting the computer. */
/*"Restart"		=	"Restart";*/

/* Message in alert to confirm restarting the computer. */
/*"Restart Message"	=	"Are you sure you want to restart your computer now?";*/


/* Default UNC notification button title */
"OK"			=	"OK"; 


/**********Logout Messages For Fast Logout**************/
"LOGGING_OUT"	= 	"Abmelden";

"SHUTTING_DOWN"	=	"Ausschalten";

"RESTARTING"	=	"Neu starten";

/********************************************************/


/* Message in alert to confirm force quitting an application. Parameter is the name of an application.*/
"FORCE_QUIT_ALERT_MESSAGE"	= 	"Möchten Sie „%@“ sofort beenden?";
"FORCE_QUIT_INFO_MESSAGE"	=	"Alle ungesicherten Änderungen gehen dabei verloren.";

/* Message in alert to confirm force quitting of multiple applecations*/
"FORCE_QUIT_ALERT_MESSAGE_MULTIPLE_APPS" = "Möchten Sie die %ld ausgewählten Programme sofort beenden?";
"FORCE_QUIT_INFO_MESSAGE_MULTIPLE_APPS"	=	"Alle ungesicherten Änderungen gehen dabei verloren.";


/*loMem specific text*/

"LOMEM_MESSAGE_TEXT" = "Wählen Sie ein Programm aus und klicken Sie auf „Sofort beenden“, um mehr Speicher freizugeben.";

"NORMAL_MESSAGE_TEXT" = "Wenn ein Programm für einige Zeit nicht reagiert, 
wählen Sie dessen Namen aus und klicken Sie auf 
„Sofort beenden“.";

"LOMEM_INFO_TEXT" = "Möglicherweise hilft es, wenn Sie Fenster schließen und einige Dateien von Ihrem Startvolume löschen.";

"NORMAL_INFO_TEXT" = "Sie können dieses Fenster öffnen,\nindem Sie „Befehl-Wahl-esc“ drücken.";

/* This text MAY be used IF HI decides we need to offer a normal quit option in addition to a force quit option for the lomem panel */
/*  Added prior to loc freeze for Tiger.  If it doesn't get used, it can be deleted post Tiger */
"LOMEM_ALTERNATE_FORCE_QUIT_BUTTON_NAME" = "Sofort beenden";


/**** logout Failues *****/

/* Alert text when an app times out. Parameter is the name of an application.*/


"TIMED_OUT_ALERT_MESSAGE"	= "Die Abmeldung ist fehlgeschlagen, da das Programm %@ nicht beendet werden konnte. Versuchen Sie erneut sich abzumelden, beenden Sie %@ und wählen Sie „Apple“ > „Abmelden“.";
"TIMED_OUT_ALERT_MESSAGE_UNKNOWN"	= "Die Abmeldung ist fehlgeschlagen, da ein Programm nicht beendet werden konnte. ";

/* Info text when an app times out*/
"TIMED_OUT_INFO_MESSAGE"	= "Um ein Programm zu beenden, das nicht mehr reagiert, wählen Sie „Apple“ > „Sofort beenden“ (oder drücken Sie „Befehl-Wahl-esc“).";

"TIMED_OUT_NOT_RESPONDING_MESSAGE" = "Das Programm „%@“ konnte nicht beendet werden und reagiert nicht.";

/* Alert text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE"	 = "Das Programm „%@“ hat den Abmeldevorgang abgebrochen.";

/* Alert text when an unknown app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN"	 = "Ein Programm hat den Abmeldevorgang abgebrochen.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault encryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "Die Abmeldung wurde vom Programm „%@“ abgebrochen. FileVault wird für diesen Account nicht aktiviert.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault encryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "Die Abmeldung wurde von einem Programm abgebrochen. FileVault wird für diesen Account nicht aktiviert.";

/* Info text of alert displayed when an app cancels logout leading to FileVault encryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_INFO_TEXT" = "Dieser Account bleibt unverschlüsselt. Um FileVault zu aktivieren, öffnen Sie die Systemeinstellungen und beginnen Sie erneut. Falls Sie das Hauptkennwort gerade festgelegt haben, müssen Sie es nicht erneut festlegen.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault decryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "Die Abmeldung wurde vom Programm „%@“ abgebrochen. FileVault wird für diesen Account nicht deaktiviert.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault decryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "Die Abmeldung wurde von einem Programm abgebrochen. FileVault wird für diesen Account nicht deaktiviert.";

"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "Die Abmeldung wurde vom Programm „%@“ abgebrochen. FileVault wird für diesen Account nicht konvertiert.";

"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "Die Abmeldung wurde von einem Programm abgebrochen. FileVault wird für diesen Account nicht konvertiert.";

/* Info text of alert displayed when an app cancels logout leading to FileVault decryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_INFO_TEXT" = "Der Account bleibt verschlüsselt. Um FileVault zu deaktivieren, öffnen Sie die Systemeinstellungen und beginnen Sie erneut.";

"APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_INFO_TEXT" = "Der Account bleibt im Originalformat. Um zu FileVault zu konvertieren, öffnen Sie die Systemeinstellungen und beginnen Sie erneut.";

/* Info text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE"	 = "Um es erneut zu versuchen, beenden Sie „%@“ und melden sich dann erneut über das Apple-Menü ab.";
"CANCELLED_INFO_MESSAGE_UNKNOWN"	 = "Um es erneut zu versuchen, wählen Sie „Apple“ > „Abmelden“.";

/* Alert text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_RESTART"	 = "Das Programm „%@“ hat den Neustart abgebrochen.";

/* Alert text when an unknown app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_RESTART"	 = "Ein Programm hat den Neustart abgebrochen.";

/* Info text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_RESTART"	 = "Um es erneut zu versuchen, beenden Sie „%@“ und wählen Sie im Apple-Menü die Option „Neustart“.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_RESTART"	 = "Um es erneut zu versuchen, wählen Sie „Apple“ > „Neustart“.";



/* Alert text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_SHUTDOWN"	 = "Das Programm „%@“ hat das Beenden abgebrochen.";

/* Alert text when an unknown app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_SHUTDOWN"	 = "Ein Programm hat das Beenden abgebrochen.";

/* Info text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_SHUTDOWN"	 = "Um es erneut zu versuchen, beenden Sie „%@“ und wählen Sie im Apple-Menü die Option „Ausschalten“.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_SHUTDOWN"	 = "Um es erneut zu versuchen, wählen Sie im Apple-Menü die Option „Ausschalten“.";



/*** Ickiness with the Finder ***/
/* FINDER_FAILED_MESSAGE */
"FINDER_FAILED_MESSAGE"	=	"Der Finder kann nicht starten, da ein Problem aufgetreten ist.";


"APP_DIED_ALERT_MESSAGE"		=   "Das Programm „%@“ wurde unerwartet beendet.";

/* Info text when an app dies*/
"APP_DIED_INFO_MESSAGE"		=   "Das System und andere Programme sind davon nicht betroffen.";


/*** Alert button titles ***/

/*Alert panel button title*/
"OK_BUTTON"		=	"OK";

/*Alert panel button title*/
"CANCEL_BUTTON"		=	"Abbrechen";

/*Alert panel button title*/
/*"CONTINUE"		=	"Continue to Logout";*/

/*Alert panel button title*/
"SHUTDOWN_BUTTON"		=	"Ausschalten";

/*Alert panel button title*/
"RESTART_BUTTON"		=	"Neu starten";

/*Alert panel button title*/
"SLEEP_BUTTON"		=	"Ruhezustand";

/* Logout Button */
/*"LOGOUT_BUTTON"		=	"Log Out";*/

/* Force Quit Button */
"FORCEQUIT_BUTTON"	=	"Sofort beenden";

/* Terminate button */
"TERMINATE_BUTTON"	=	"Sofort beenden";

/*Relaunch Button - this is the Finder relaunch button in the Process Panel*/
"RELAUNCH_BUTTON"	=	"Neu starten";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"PAUSE_BUTTON"		=	"Pause";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"RESUME_BUTTON"	=	"Fortsetzen";

/*Message in alert to confirm that the user wants to shut down*/
"SHUTDOWN_MESSAGE"	= 	"Möchten Sie den Computer jetzt ausschalten?";

/*Message in alert to confirm that the user wants to restart*/
"RESTART_MESSAGE"	= 	"Möchten Sie den Computer jetzt neu starten?";

/*Message in alert to confirm that the user wants to log out*/
"LOGOUT_MESSAGE"	=	"Möchten Sie jetzt wirklich alle Programme beenden und sich abmelden?";

/*Message in alert to indicate a scheduled sleep is occuring*/
"SCHEDULED_SLEEP_MESSAGE" = "Dieser Computer wurde so eingestellt, dass er automatisch in den Ruhezustand versetzt wird.";

/*Message in alert to indicate a scheduled shutdown is occuring*/
"SCHEDULED_SHUTDOWN_MESSAGE" = "Dieser Computer wurde so eingestellt, dass er automatisch ausgeschaltet wird.";

/*Message in alert to indicate a scheduled restart  is occuring*/
"SCHEDULED_RESTART_MESSAGE" = "Dieser Computer wurde so eingestellt, dass er automatisch neu gestartet wird.";

/****************************************************************************/
/* Time formats and strings for logout, shutdown and restart time phrases   */
/****************************************************************************/

/*Plural Minutes Plural Seconds %1$d = minutes (greater than 1).  %2$d = number of seconds (greater than 1) */
"TIME_FORMAT_22" = "%1$d Minuten und %2$d Sekunden";

/*Plural Minutes Single Second.  %d = number of minutes (greater than 1) */
"TIME_FORMAT_21" = "%d Minuten und 1 Sekunde";

/*Plural Minutes Zero Seconds. %d = number of minutes (greater than 1) */
"TIME_FORMAT_20" = "%d Minuten";

/*Single Minute Plural Seconds. %d = number of seconds (greater than 1) */
"TIME_FORMAT_12" = "1 Minute und %d Sekunden";

/*Single Minute Single Second. */
"TIME_FORMAT_11" = "1 Minute und 1 Sekunde";

/*Single Minute Zero Seconds. */
"TIME_FORMAT_10" = "1 Minute";

/*Zero Minutes Plural Seconds %d = number of seconds (greater than 1) */
"TIME_FORMAT_2" = "%d Sekunden";

/*Zero Minutes One Second*/
"TIME_FORMAT_1" = "1 Sekunde";

/*Zero Minutes Zero Seconds*/
"TIME_FORMAT_0" = "0 Sekunden";


/******************************************/
/* Timed logout/shutdown/restart messages */
/******************************************/

/* Timed logout message. %@ is replaced by one of the time phrases above. */
"WILL_LOGOUT_INFO" = "Wenn Sie keine Auswahl treffen, werden Sie in %@ automatisch abgemeldet.";

/* Timed shutdown message. %@ is replaced by one of the time phrases above. */
"WILL_SHUTDOWN_INFO" = "Wenn Sie keine Auswahl treffen, wird der Computer in %@ automatisch ausgeschaltet.";

/* Timed restart message. %@ is replaced by one of the time phrases above. */
"WILL_RESTART_INFO" = "Wenn Sie keine Auswahl treffen, wird der Computer in %@ automatisch neu gestartet.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SHUTDOWN_INFO" = "Wenn Sie keine Auswahl treffen, wird der Computer in %@ automatisch ausgeschaltet.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SLEEP_INFO" = "Wenn Sie keine Auswahl treffen, wird der Computer in %@ automatisch in den Ruhezustand versetzt.";

/* Timed Scheduled restart message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_RESTART_INFO" = "Wenn Sie keine Auswahl treffen, wird der Computer in %@ automatisch neu gestartet.";


/******************************************/
/* Guest account related strings          */
/******************************************/
"GUEST_ACCOUNT_SHUTDOWN_MESSAGE" = "Wenn Sie den Computer ausschalten, werden Ihre Dateien gelöscht.";

"GUEST_ACCOUNT_SHUTDOWN_INFO_MESSAGE" = "Sie sind als Gast angemeldet. Beim Ausschalten werden alle Dateien und Informationen im Benutzerordner des Gast-Accounts gelöscht. Diese Dateien können nicht wiederhergestellt werden.";

"GUEST_ACCOUNT_RESTART_MESSAGE" = "Wenn Sie neu starten, werden Ihre Dateien gelöscht.";

"GUEST_ACCOUNT_RESTART_INFO_MESSAGE" = "Sie sind als Gast angemeldet. Bei Neustart werden alle Dateien und Informationen im Benutzerordner des Gast-Accounts gelöscht. Diese Dateien können nicht wiederhergestellt werden.";

"GUEST_ACCOUNT_LOGOUT_MESSAGE" = "Wenn Sie sich abmelden, werden Ihre Dateien gelöscht.";

"GUEST_ACCOUNT_LOGOUT_BUTTON_TEXT" = "Dateien löschen und abmelden";

"GUEST_ACCOUNT_RESTART_BUTTON_TEXT" = "Dateien löschen und neu starten";

"GUEST_ACCOUNT_SHUTDOWN_BUTTON_TEXT" = "Dateien löschen und ausschalten";

/*Password Hint*/
/*"PASSWORD_HINT_TEXT"	=	"You've entered an invalid password 3 times.";*/

/*"FORCEQUIT"		=	 "Force Quit...";*/

/*"LOGGINGIN"		=	 "Logging In...";*/

/* tesxt for go back button when password field is displayed*/

/*"BACKTOLIST"			=		"Go Back";*/

/*"OTHERUSER"			=		"Other...";*/

/*"NAME"			=		"Name";*/

/*Disk Full First Message*/
/*"DISKFULLMESSAGE1"		= "Your hard disk has no more space available for application memory. Quit some applications immediately, or your computer will have problems.";*/

/*Disk Full First Instructional Text*/
/*"DISKFULLINSTRUCT1"		=    "Closing windows and removing files from your hard disk may also help." ;*/

/*Empty Trash*/
/*"EMPTYTRASH" 		=    "Empty Trash";*/

// unknown ( for unknown library, appliction name etc.)
"UNKNOWN" = "Unbekannt";

/****** Bad Time Set by User *************/

"ILLEGAL_TIME_TITLE" = "Ihre Systemuhr ist auf ein Datum vor dem 1. Januar 2008 eingestellt. Dies kann bei manchen Programmen zu Problemen führen.";

"ILLEGAL_TIME_MESSAGE" = "Um die Uhrzeit manuell einzustellen, öffnen Sie die Systemeinstellung „Datum & Uhrzeit“. Weitere Informationen erhalten Sie über „Hilfe“ > „Mac-Hilfe“.";


/****** Users Connected *************/

/* Message when AFP users are connected on shutdown and restart*/

"AFP_USERS_CONNECTED" = "Apple-Dateifreigabebenutzer sind verbunden";
"AFP_USERS_CONNECTED_RESTART_TITLE" = "Möchten Sie den Computer jetzt neu starten?";
"AFP_USERS_CONNECTED_SHUTDOWN_TITLE" = "Möchten Sie den Computer jetzt ausschalten?";

/*Info when AFP users are connected on shutdown */
"AFP_USERS_CONNECTED_SHUTDOWN_INFO" = "Es sind %d weitere Benutzer mit diesem Computer über die Dateifreigabe verbunden.";
"AFP_SINGLE_USER_CONNECTED_SHUTDOWN_INFO" = "Ein Benutzer ist mit diesem Computer über die Dateifreigabe verbunden.";

/* Info when AFP users are connected on restart */
"AFP_USERS_CONNECTED_RESTART_INFO" = "Es sind %d weitere Benutzer mit diesem Computer über die Dateifreigabe verbunden.";
"AFP_SINGLE_USER_CONNECTED_RESTART_INFO" = "Ein Benutzer ist mit diesem Computer über die Dateifreigabe verbunden.";

/********** Screen Lock Password **********/

/* Message for unlocking the screen lock modal dialog */
/* It should not mention anything about the METHOD for authentication */
/* such as entering as password. Instructions regarding the method for */
/* for authentication will be appended by the SecurityAgent */
"Enter your password to unlock the screen."="Sie müssen ein Kennwort eingeben, um den Bildschirm freizugeben.";

/**********Disk Messages ******************/

/*"DISKFULLMESSAGE2" 		=  "Your boot volume has no space available, and your computer is having problems. You may want to force quit some applications to avoid further problems.";*/

/*"DISKFULLINSTRUCT2"		=  "Closing windows and removing files from your hard disk may also help.";*/

/*"REPLACE_HOMEFOLDER_TEXT"	=	" The %@ folder for user %@ cannot be found in its usual location.";*/

/*"REPLACE_HOMEFOLDER_INFO_TEXT" =  "The \"Home\" or \"Users\" folder may have been moved or deleted. If \"Home\" is located on the network, the server may be temporarily unavailable. Contact your administrator if this problem continues.";*/

"APP_NOT_RESPONDING_SUFFIX"	= " (reagiert nicht)";

"APP_PAUSED_SUFFIX" = " (Pause)";

"APP_THROTTLED_SUFFIX" = " (gedrosselt)";

/********** AFP/SMB Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting an AFP or SMB home directory. */
/* %@ is replaced with the name of the user account. */

"AFP_SMB_LOGIN_ERROR_MESSAGE_FORMAT" = "Sie können sich derzeit nicht mit dem Benutzernamen „%@“ anmelden.";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_INFO" = "Bei der Anmeldung ist ein Fehler aufgetreten. Der Benutzerordner für den Account, bei dem Sie sich anmelden möchten, befindet sich auf einem AFP- oder SMB-Server. Für Unterstützung wenden Sie sich an Ihren Administrator.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_OK_BUTTON" = "OK";
